ycsb_auth_run_t100_r10_i90.log
mongo client connection created with mongodb://ycsb:ycsb@127.0.0.1:27017/ycsb?w=0
[OVERALL], RunTime(ms), 1396059.0
[OVERALL], Throughput(ops/sec), 35815.10523552371
[TOTAL_GCS_PS_Scavenge], Count, 811.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 5705.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.40865035073732553
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 811.0
[TOTAL_GC_TIME], Time(ms), 5705.0
[TOTAL_GC_TIME_%], Time(%), 0.40865035073732553
[READ-FAILED], Operations, 3.0
[READ-FAILED], AverageLatency(us), 6076.333333333333
[READ-FAILED], MinLatency(us), 3050.0
[READ-FAILED], MaxLatency(us), 9631.0
[READ-FAILED], 95thPercentileLatency(us), 9631.0
[READ-FAILED], 99thPercentileLatency(us), 9631.0
[CLEANUP], Operations, 100.0
[CLEANUP], AverageLatency(us), 68.72
[CLEANUP], MinLatency(us), 0.0
[CLEANUP], MaxLatency(us), 6651.0
[CLEANUP], 95thPercentileLatency(us), 3.0
[CLEANUP], 99thPercentileLatency(us), 21.0
[INSERT], Operations, 4.5000561E7
[INSERT], AverageLatency(us), 84.06285323865184
[INSERT], MinLatency(us), 13.0
[INSERT], MaxLatency(us), 2.0086783E7
[INSERT], 95thPercentileLatency(us), 53.0
[INSERT], 99thPercentileLatency(us), 79.0
[INSERT], Return=OK, 45000561
[READ], Operations, 4999436.0
[READ], AverageLatency(us), 26935.384089125255
[READ], MinLatency(us), 70.0
[READ], MaxLatency(us), 1.9841023E7
[READ], 95thPercentileLatency(us), 84095.0
[READ], 99thPercentileLatency(us), 150143.0
[READ], Return=OK, 4999436
[READ], Return=NOT_FOUND, 3