ycsb_auth_run_t100_r10_u20_i70.log
mongo client connection created with mongodb://ycsb:ycsb@127.0.0.1:27017/ycsb?w=0
[OVERALL], RunTime(ms), 2009732.0
[OVERALL], Throughput(ops/sec), 24878.93908242492
[TOTAL_GCS_PS_Scavenge], Count, 614.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 6237.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.31033988611416846
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 614.0
[TOTAL_GC_TIME], Time(ms), 6237.0
[TOTAL_GC_TIME_%], Time(%), 0.31033988611416846
[READ-FAILED], Operations, 11.0
[READ-FAILED], AverageLatency(us), 9194.727272727272
[READ-FAILED], MinLatency(us), 177.0
[READ-FAILED], MaxLatency(us), 26959.0
[READ-FAILED], 95thPercentileLatency(us), 20943.0
[READ-FAILED], 99thPercentileLatency(us), 26959.0
[CLEANUP], Operations, 100.0
[CLEANUP], AverageLatency(us), 80.88
[CLEANUP], MinLatency(us), 1.0
[CLEANUP], MaxLatency(us), 7839.0
[CLEANUP], 95thPercentileLatency(us), 4.0
[CLEANUP], 99thPercentileLatency(us), 19.0
[INSERT], Operations, 3.4999292E7
[INSERT], AverageLatency(us), 102.93271012453623
[INSERT], MinLatency(us), 13.0
[INSERT], MaxLatency(us), 1.8792447E7
[INSERT], 95thPercentileLatency(us), 83.0
[INSERT], 99thPercentileLatency(us), 319.0
[INSERT], Return=OK, 34999292
[READ], Operations, 5000672.0
[READ], AverageLatency(us), 39040.24776869989
[READ], MinLatency(us), 72.0
[READ], MaxLatency(us), 2.1446655E7
[READ], 95thPercentileLatency(us), 122623.0
[READ], 99thPercentileLatency(us), 217215.0
[READ], Return=OK, 5000672
[READ], Return=NOT_FOUND, 11
[UPDATE], Operations, 1.0000025E7
[UPDATE], AverageLatency(us), 86.839632400919
[UPDATE], MinLatency(us), 7.0
[UPDATE], MaxLatency(us), 1.8808831E7
[UPDATE], 95thPercentileLatency(us), 54.0
[UPDATE], 99thPercentileLatency(us), 193.0
[UPDATE], Return=OK, 10000025