ycsb_auth_run_t100_r50_u50.log
mongo client connection created with mongodb://ycsb:ycsb@127.0.0.1:27017/ycsb?w=0
[OVERALL], RunTime(ms), 2018302.0
[OVERALL], Throughput(ops/sec), 24773.299535946553
[TOTAL_GCS_PS_Scavenge], Count, 937.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 6255.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.3099139771946914
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 937.0
[TOTAL_GC_TIME], Time(ms), 6255.0
[TOTAL_GC_TIME_%], Time(%), 0.3099139771946914
[CLEANUP], Operations, 100.0
[CLEANUP], AverageLatency(us), 233.77
[CLEANUP], MinLatency(us), 1.0
[CLEANUP], MaxLatency(us), 14391.0
[CLEANUP], 95thPercentileLatency(us), 4.0
[CLEANUP], 99thPercentileLatency(us), 8711.0
[READ], Operations, 2.5000234E7
[READ], AverageLatency(us), 7947.372478433602
[READ], MinLatency(us), 56.0
[READ], MaxLatency(us), 2.0692991E7
[READ], 95thPercentileLatency(us), 27935.0
[READ], 99thPercentileLatency(us), 48927.0
[READ], Return=OK, 25000234
[UPDATE], Operations, 2.4999766E7
[UPDATE], AverageLatency(us), 94.62377523853623
[UPDATE], MinLatency(us), 9.0
[UPDATE], MaxLatency(us), 2.0676607E7
[UPDATE], 95thPercentileLatency(us), 72.0
[UPDATE], 99thPercentileLatency(us), 388.0
[UPDATE], Return=OK, 24999766