ycsb_auth_run_t100_r70_u20_i10.log
mongo client connection created with mongodb://ycsb:ycsb@127.0.0.1:27017/ycsb?w=0
[OVERALL], RunTime(ms), 1244313.0
[OVERALL], Throughput(ops/sec), 40182.815738483805
[TOTAL_GCS_PS_Scavenge], Count, 888.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 5785.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.4649151780942576
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 888.0
[TOTAL_GC_TIME], Time(ms), 5785.0
[TOTAL_GC_TIME_%], Time(%), 0.4649151780942576
[READ-FAILED], Operations, 1.0
[READ-FAILED], AverageLatency(us), 4562.0
[READ-FAILED], MinLatency(us), 4560.0
[READ-FAILED], MaxLatency(us), 4563.0
[READ-FAILED], 95thPercentileLatency(us), 4563.0
[READ-FAILED], 99thPercentileLatency(us), 4563.0
[CLEANUP], Operations, 100.0
[CLEANUP], AverageLatency(us), 157.2
[CLEANUP], MinLatency(us), 1.0
[CLEANUP], MaxLatency(us), 15447.0
[CLEANUP], 95thPercentileLatency(us), 3.0
[CLEANUP], 99thPercentileLatency(us), 32.0
[INSERT], Operations, 4999569.0
[INSERT], AverageLatency(us), 127.27489749616417
[INSERT], MinLatency(us), 20.0
[INSERT], MaxLatency(us), 2.0643839E7
[INSERT], 95thPercentileLatency(us), 171.0
[INSERT], 99thPercentileLatency(us), 915.0
[INSERT], Return=OK, 4999569
[READ], Operations, 3.5001113E7
[READ], AverageLatency(us), 3485.926126834881
[READ], MinLatency(us), 53.0
[READ], MaxLatency(us), 2.0709375E7
[READ], 95thPercentileLatency(us), 13615.0
[READ], 99thPercentileLatency(us), 26255.0
[READ], Return=OK, 35001113
[READ], Return=NOT_FOUND, 1
[UPDATE], Operations, 9999317.0
[UPDATE], AverageLatency(us), 105.32122833989561
[UPDATE], MinLatency(us), 10.0
[UPDATE], MaxLatency(us), 2.0709375E7
[UPDATE], 95thPercentileLatency(us), 69.0
[UPDATE], 99thPercentileLatency(us), 389.0
[UPDATE], Return=OK, 9999317