ycsb_auth_run_t100_r95_i5.log
mongo client connection created with mongodb://ycsb:ycsb@127.0.0.1:27017/ycsb?w=0
[OVERALL], RunTime(ms), 655232.0
[OVERALL], Throughput(ops/sec), 76308.84938464544
[TOTAL_GCS_PS_Scavenge], Count, 941.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 3089.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.47143607149833955
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 941.0
[TOTAL_GC_TIME], Time(ms), 3089.0
[TOTAL_GC_TIME_%], Time(%), 0.47143607149833955
[READ-FAILED], Operations, 1.0
[READ-FAILED], AverageLatency(us), 638.0
[READ-FAILED], MinLatency(us), 638.0
[READ-FAILED], MaxLatency(us), 638.0
[READ-FAILED], 95thPercentileLatency(us), 638.0
[READ-FAILED], 99thPercentileLatency(us), 638.0
[CLEANUP], Operations, 100.0
[CLEANUP], AverageLatency(us), 168.61
[CLEANUP], MinLatency(us), 0.0
[CLEANUP], MaxLatency(us), 16623.0
[CLEANUP], 95thPercentileLatency(us), 3.0
[CLEANUP], 99thPercentileLatency(us), 30.0
[INSERT], Operations, 2499864.0
[INSERT], AverageLatency(us), 132.487445717047
[INSERT], MinLatency(us), 22.0
[INSERT], MaxLatency(us), 1.6654335E7
[INSERT], 95thPercentileLatency(us), 103.0
[INSERT], 99thPercentileLatency(us), 729.0
[INSERT], Return=OK, 2499864
[READ], Operations, 4.7500135E7
[READ], AverageLatency(us), 1362.5082493133966
[READ], MinLatency(us), 55.0
[READ], MaxLatency(us), 1.6744447E7
[READ], 95thPercentileLatency(us), 4939.0
[READ], 99thPercentileLatency(us), 10447.0
[READ], Return=OK, 47500135
[READ], Return=NOT_FOUND, 1