ycsb_run_t100_r10_i90.log
mongo client connection created with mongodb://127.0.0.1:27017/ycsb?w=0
[OVERALL], RunTime(ms), 1359904.0
[OVERALL], Throughput(ops/sec), 36767.30122126268
[TOTAL_GCS_PS_Scavenge], Count, 383.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 7129.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.5242281808127632
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 383.0
[TOTAL_GC_TIME], Time(ms), 7129.0
[TOTAL_GC_TIME_%], Time(%), 0.5242281808127632
[READ-FAILED], Operations, 4.0
[READ-FAILED], AverageLatency(us), 6457.5
[READ-FAILED], MinLatency(us), 494.0
[READ-FAILED], MaxLatency(us), 14175.0
[READ-FAILED], 95thPercentileLatency(us), 14175.0
[READ-FAILED], 99thPercentileLatency(us), 14175.0
[CLEANUP], Operations, 100.0
[CLEANUP], AverageLatency(us), 68.76
[CLEANUP], MinLatency(us), 0.0
[CLEANUP], MaxLatency(us), 6695.0
[CLEANUP], 95thPercentileLatency(us), 3.0
[CLEANUP], 99thPercentileLatency(us), 15.0
[INSERT], Operations, 4.4998758E7
[INSERT], AverageLatency(us), 42.979859355229316
[INSERT], MinLatency(us), 13.0
[INSERT], MaxLatency(us), 322047.0
[INSERT], 95thPercentileLatency(us), 51.0
[INSERT], 99thPercentileLatency(us), 97.0
[INSERT], Return=OK, 44998758
[READ], Operations, 5001238.0
[READ], AverageLatency(us), 26553.94076526652
[READ], MinLatency(us), 72.0
[READ], MaxLatency(us), 9207807.0
[READ], 95thPercentileLatency(us), 82623.0
[READ], 99thPercentileLatency(us), 141823.0
[READ], Return=OK, 5001238
[READ], Return=NOT_FOUND, 4