ycsb_run_t100_r10_u20_i70.log
mongo client connection created with mongodb://127.0.0.1:27017/ycsb?w=0
[OVERALL], RunTime(ms), 1900481.0
[OVERALL], Throughput(ops/sec), 26309.129109946378
[TOTAL_GCS_PS_Scavenge], Count, 915.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 7047.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.37080086567558423
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 915.0
[TOTAL_GC_TIME], Time(ms), 7047.0
[TOTAL_GC_TIME_%], Time(%), 0.37080086567558423
[READ-FAILED], Operations, 10.0
[READ-FAILED], AverageLatency(us), 29461.5
[READ-FAILED], MinLatency(us), 3104.0
[READ-FAILED], MaxLatency(us), 98751.0
[READ-FAILED], 95thPercentileLatency(us), 98751.0
[READ-FAILED], 99thPercentileLatency(us), 98751.0
[CLEANUP], Operations, 100.0
[CLEANUP], AverageLatency(us), 80.26
[CLEANUP], MinLatency(us), 1.0
[CLEANUP], MaxLatency(us), 7491.0
[CLEANUP], 95thPercentileLatency(us), 3.0
[CLEANUP], 99thPercentileLatency(us), 311.0
[INSERT], Operations, 3.4992537E7
[INSERT], AverageLatency(us), 84.9555143143808
[INSERT], MinLatency(us), 13.0
[INSERT], MaxLatency(us), 2592767.0
[INSERT], 95thPercentileLatency(us), 82.0
[INSERT], 99thPercentileLatency(us), 339.0
[INSERT], Return=OK, 34992537
[READ], Operations, 5004406.0
[READ], AverageLatency(us), 37026.50496982059
[READ], MinLatency(us), 66.0
[READ], MaxLatency(us), 2.5706495E7
[READ], 95thPercentileLatency(us), 114303.0
[READ], 99thPercentileLatency(us), 203263.0
[READ], Return=OK, 5004406
[READ], Return=NOT_FOUND, 10
[UPDATE], Operations, 1.0003047E7
[UPDATE], AverageLatency(us), 62.52783986719247
[UPDATE], MinLatency(us), 8.0
[UPDATE], MaxLatency(us), 2574335.0
[UPDATE], 95thPercentileLatency(us), 52.0
[UPDATE], 99thPercentileLatency(us), 209.0
[UPDATE], Return=OK, 10003047