ycsb_run_t100_r50_u50.log
mongo client connection created with mongodb://ycsb:ycsb@127.0.0.1:27017/ycsb?w=0
[OVERALL], RunTime(ms), 1972152.0
[OVERALL], Throughput(ops/sec), 25353.015386237978
[TOTAL_GCS_PS_Scavenge], Count, 1295.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 6703.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.3398825242679063
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 1295.0
[TOTAL_GC_TIME], Time(ms), 6703.0
[TOTAL_GC_TIME_%], Time(%), 0.3398825242679063
[CLEANUP], Operations, 100.0
[CLEANUP], AverageLatency(us), 164.92
[CLEANUP], MinLatency(us), 0.0
[CLEANUP], MaxLatency(us), 15303.0
[CLEANUP], 95thPercentileLatency(us), 3.0
[CLEANUP], 99thPercentileLatency(us), 987.0
[READ], Operations, 2.4996872E7
[READ], AverageLatency(us), 7769.861166389139
[READ], MinLatency(us), 54.0
[READ], MaxLatency(us), 1.7432575E7
[READ], 95thPercentileLatency(us), 26927.0
[READ], 99thPercentileLatency(us), 47903.0
[READ], Return=OK, 24996872
[UPDATE], Operations, 2.5003128E7
[UPDATE], AverageLatency(us), 98.82069331485245
[UPDATE], MinLatency(us), 10.0
[UPDATE], MaxLatency(us), 1.7448959E7
[UPDATE], 95thPercentileLatency(us), 70.0
[UPDATE], 99thPercentileLatency(us), 358.0
[UPDATE], Return=OK, 25003128